tap "homebrew-zathura/zathura"
tap "nikitabobko/tap"
tap "railwaycat/emacsmacport"
brew "sqlite"
brew "prettier"
brew "poetry"
brew "ollama"
brew "node"
brew "bat"
brew "cbonsai"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "ispell"
brew "gh"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "coreutils"
brew "pyenv"
brew "python"
brew "ripgrep"
brew "tmux"
brew "yazi"
brew "tree-sitter"
brew "yt-dlp"
brew "zoxide"
brew "homebrew-zathura/zathura/zathura"
brew "homebrew-zathura/zathura/zathura-pdf-mupdf"
brew "railwaycat/emacsmacport/emacs-mac"
cask "nikitabobko/tap/aerospace"
cask "alt-tab"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "discord"
cask "figma"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-symbols"
cask "font-noto-sans-symbols-2"
cask "kitty"
cask "ghostty"
cask "lm-studio"
cask "notion"
cask "obsidian"
cask "numi"
cask "postman"
cask "localsend"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "spotify"
cask "zoom"
