bat
fzf
gh
git
lazygit
neofetch
neovim
node
ollama
postgresql@14
python@3.13
ripgrep
sqlite
tmux
tree-sitter
xz
yazi
zoxide
aerospace
alt-tab
chatgpt
claude
discord
firefox
font-jetbrains-mono-nerd-font
gimp
google-chrome
kitty
lm-studio
postman
raycast
spotify
zoom
graphviz
dvisvgm
imagemagick
mactex
pngpaste
