tap "cheba/rust-nightly"
tap "homebrew-zathura/zathura"
tap "infisical/get-cli"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "sst/tap"
brew "libpng"
brew "freetype"
brew "libunistring"
brew "gettext"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "jpeg-turbo"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "icu4c@77"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "libnghttp2"
brew "openssl@3"
brew "libuv"
brew "readline"
brew "sqlite"
brew "node"
brew "angular-cli"
brew "giflib"
brew "highway"
brew "imath"
brew "libdeflate"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "dbus"
brew "libxfixes"
brew "libxi"
brew "libxtst"
brew "at-spi2-core"
brew "m4"
brew "autoconf"
brew "automake"
brew "libusb"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "berkeley-db@5"
brew "ncurses"
brew "cbonsai"
brew "certifi"
brew "libsigsegv"
brew "clisp"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "colima", restart_service: :changed
brew "gmp"
brew "coreutils"
brew "desktop-file-utils"
brew "djvulibre"
brew "docker"
brew "doctl"
brew "enet"
brew "fd"
brew "sdl2"
brew "x265"
brew "ffmpeg"
brew "libtool"
brew "mpdecimal"
brew "woff2"
brew "fontforge"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gh"
brew "jbig2dec"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libidn"
brew "tesseract"
brew "ghostscript"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "git"
brew "glew"
brew "glfw"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpgme"
brew "openjdk"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "gtk-mac-integration"
brew "gumbo-parser"
brew "htop"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "intltool"
brew "ispell"
brew "jansson"
brew "jdtls"
brew "json-glib"
brew "krb5"
brew "lazygit"
brew "libusbmuxd"
brew "libimobiledevice"
brew "liblqr"
brew "libmagic"
brew "mpfr"
brew "libomp"
brew "libraw"
brew "libspectre"
brew "libxft"
brew "libxml2"
brew "llvm"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luv"
brew "maven"
brew "ninja"
brew "meson"
brew "mujs"
brew "mupdf"
brew "screenresolution"
brew "neofetch"
brew "unibilium"
brew "utf8proc"
brew "neovim"
brew "nspr"
brew "nss"
brew "ollama"
brew "perl"
brew "pipx"
brew "pkgconf"
brew "platformio"
brew "plotutils"
brew "pngpaste"
brew "poetry"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "potrace"
brew "pre-commit"
brew "prettier"
brew "pstoedit"
brew "pyenv"
brew "pytest"
brew "python@3.13"
brew "raylib"
brew "ripgrep"
brew "rust"
brew "sphinx-doc"
brew "syncthing"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "typst"
brew "wireshark"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "homebrew-zathura/zathura/zathura"
brew "homebrew-zathura/zathura/zathura-pdf-mupdf"
brew "infisical/get-cli/infisical"
brew "qmk/qmk/qmk"
brew "railwaycat/emacsmacport/emacs-mac@29"
brew "sst/tap/opencode"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "alt-tab"
cask "basictex"
cask "blender"
cask "brave-browser"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "dbgate"
cask "discord"
cask "figma"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-symbols"
cask "font-noto-sans-symbols-2"
cask "gimp"
cask "google-chrome"
cask "kitty"
cask "lm-studio"
cask "ngrok"
cask "notion"
cask "numi"
cask "postman"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "spotify"
cask "zoom"
vscode "emmetthintz.kanagawa-vague"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.cpptools"
vscode "platformio.platformio-ide"
vscode "tobias-z.vscode-harpoon"
vscode "vscodevim.vim"
